export default {
    indicator1: [
        {text: 'PM2.5（μg/m3）', max: 500},
        {text: 'PM10（μg/m3）', max: 500},
        {text: 'SO2（μg/m3）', max: 500},
        {text: 'NO2（μg/m3）', max: 500},
        {text: 'CO（μg/m3）', max: 500},
        {text: 'O3（μg/m3）', max: 500},
    ],
    indicator2: [
        {text: '工业二氧化硫（吨）', max: 160000},
        {text: '工业氮氧化物（吨）', max: 160000},
        {text: '工业粉尘（吨）', max: 160000},
        {text: '生活二氧化硫（吨）', max: 160000},
        {text: '生活氮氧化物（吨）', max: 160000},
        {text: '生活粉尘（吨）', max: 160000}
    ],
    data: {
        '北京': {
            'pm2.5': '301',
            'pm10': '352',
            'so2': '29',
            'no2': '108',
            'co': '4.7',
            'o3': '23',
            'idso2': '40347',
            'idno': '64400',
            'idpowerder': '22710',
            'lfso2': '38475',
            'lfno': '14109',
            'lfpowerder': '31556'
        },
        '石家庄': {
            'pm2.5': '278',
            'pm10': '365',
            'so2': '95',
            'no2': '97',
            'co': '4.5',
            'o3': '20.9',
            'idso2': '156030',
            'idno': '159807',
            'idpowerder': '104277',
            'lfso2': '15564',
            'lfno': '5755',
            'lfpowerder': '7271'
        },
        '成都': {
            'pm2.5': '200',
            'pm10': '311',
            'so2': '30',
            'no2': '91',
            'co': '2.3',
            'o3': '70',
            'idso2': '50754',
            'idno': '45249',
            'idpowerder': '25574',
            'lfso2': '4814',
            'lfno': '2071',
            'lfpowerder': '651'
        },
        '济南': {
            'pm2.5': '255',
            'pm10': '343',
            'so2': '84',
            'no2': '89',
            'co': '2.8',
            'o3': '41.3',
            'idso2': '67842',
            'idno': '64861',
            'idpowerder': '90082',
            'lfso2': '29270',
            'lfno': '3629',
            'lfpowerder': '13828'
        }
    }
}
